Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/other_files/handlingsplan_2009_samisk_sprak_nordsamisk.txt.tmx
Source language: sme
Languages: smj

source: Bihtánsámegiela dáfus, de dilli lea nu ahte leat hirbmat unnán hállit Ruoŧa bealde.
smj: Mij gullu bihtámsámegiellaj, de le ráddjidum binná giellaaddnijs svieriga bielen aj.

source: Sámegielaid iskkadeamit
smj: BoLT- UniVERsiTEHTan BERLiJnan jådet

source: Eanaš mánáidgárddit leat Finnmárkkus.
smj: dokumentasjåvnnåprosjektav bihtám- ja

source: Dát fálaldat leat lassánan maŋimuš jagiid.
smj: le åvddånbuktet ådåájggásasj báhkolistajt,

source: Jagi 2008 ožžo 19 dáža mánáidgárddi main leat sámi mánát, doarjagiid lágidit sámegiela oahpahusa.
smj: oanegasj grámmátihkalasj tjielggidusájt, tran skriberit oabme vuorkkidum baddimijt ja avtav

source: Eanaš oahppit, 2339, ohppet davvisámegiela.
smj: diedalasj tjállusav morfologalasj alternasjåvnåjt

source: Sis 997 oahppis lea davvisámegiella vuosttasgiellan.
smj: 10-15 ulmutja li gudi sáhkadi bihtámsámev uddni, ja ieneplåhko

source: 77 oahppi ohppet julevsámegiela; sis 27 oahppis julevsámegiella lea vuosttasgiella, ja 101 oahppi ohppet oarjilsámegiela.
smj: giellaadnnijs årru svierigin.

source: Sis 19 oahppis lea oarjilsámegiella vuosttasgiellan.
smj: Vuonan le sálto bihtesáme siebrre ásadam vuododusáv man

source: Unnán nuppástusat leat mannan skuvlajagi ektui.
smj: namma le Duoddara ráffe. Ulmme vuododusájn

source: Dalle 1027 oahppi ohppe sámegiela vuosttasgiellan, ja 1515 oahppi ohppe sámegiela nubbegiellan (2 ja 3).
smj: le bihtámsámegielav, kultuvrav ja iesjdåbdov åvddånahttet bihtámsámeguovlon Vuonan.

source: Skuvlajagi 2007-2008 ožžo 2354 oahppi oahpahusa davvisámegielas, ja sis 984 oahppi ohppe dan vuosttasgiellan. 79 oahppi ožžo oahpahusa julevsámegielas; sis 25 oahppi ohppe julevsámegiela vuosttasgiellan.
smj: Rápportan guovtagielakvuoda birra suohkanijn sámegiela háldadusguovlon suohkan- ja guovllodepartementas jagen 2002, åvddånbåhtin stuorra sieradusá háldadusguovlo sissŋelin i. i. mij gullu galles suohkana barggijs sámástin: Kárášjågån ja Guovdagæjnon lidjin 80 % Dænon 48 % Unjárgan 40 % Gáivuonan 26 % ja Porsáŋgon 21 %.

source: 109 oahppi ožžo oahpahusa oarjilsámegielas, sis 18 ohppe dan vuosttasgiellan. Joatkkaoahpahusas skuvlajagi 2006-2007 ledje 285 oahppi ja fidnooahppi guđet ožžo oahpahusa sámegielas.
smj: Danen ij le álmmuk sámegiela háldadusguovlo sissŋelin sihkarastedum rievtesvuodajt anátjit sámegielav almulasj orgánaj aktijvuodaj dan mærráj majt giellanjuolgadusá gájbbedi.

source: Dát lea veaháš hedjoneapmi skuvlajagi 2005-2006 ektui, go dalle ledje 305 oahppi ja 5 fidnooahppi geain lei oahpahus sámegielas.
smj: Gå Divtasvuona suohkan ja snåasen tjïelte boahtám libá háldadusguovlluj maŋŋela gå nammadum árvustallam dagáduváj, ælla ájn makkárik låhkåma galles sámásti dá guovten suohkanin.

source: Čieža fylkkasuohkanis oahppit ožžot oahpahusas sámegielas joatkkaskuvllain ja golmma bođolaš skuvllas. Eanaš oahppit / fidnooahppit ožžot oahpahusa sámegielas Finnmárkkus (139) ja Romssas (92).
smj: sámedikke giellaguoradallam vuoset sámegiela adno almulasj ásadusájn tjoahkkáj le binná, valla vuojnnet vuoset sámegiella aneduvvá ienebut suohkana dåjmajn gå stáhta ja fylkasuohkana dåjmajn.

source: «Samiske tall forteller 1 š – komentejuvvon statistihkka jagi 2008 maid Sámi statistihka fágalaš guorahallanjoavku lea ráhkadan, čájehit ahte daid vuođđoskuvlaoahppiid lohku geain lea sámegiella fágan, duppalastojuvvui dan 17 jagis, mat vásse 1990 rájis 2007 rádjai.
smj: sámedikke giellaguoradallam 2008 jages vuoset ælla makkárik stuorra rievddadusá sámegiela anon daj guovlojn guoradallam lij åvdep guoradallamij gáktuj.

source: Dát deattuha ahte beroštupmi lassána das ahte mánát galget oažžut oahpahusa sámegielas.
smj: Dát fálaldahka le lassánam dájt maŋemus jagijt. 2008 jagen oadtjun 19 dáro mánájgárde sáme mánáj doarjjagijt sáme giellaåhpadussaj.

source: Seammás fágalaš analysajoavku deattuha ahte maŋimuš guovtti jagis sámegiela oahpahalliid buohkanas lohku lea njeadjan mealgat – 3055 oahppis skuvlajagi 2005-2006 gitta 2542 oahppái skuvlajagi 2007-2008.
smj: MáNá sáMe MáNájgárdijN 2002-2008

source: Čilgehus dasa lea várra ahte fágaplána ” sámi giella ja kultuvra ” heaittihuvvui jagi 2006, muhto fágalaš guorahallanjoavku oaivvilda leat siva divaštallat nubbegiellaeavttuidge erenoamážit.
smj: Gálldo: sámedigge

source: Sámegiela dáfus vuosttasgieallan, de fágalaš analysajoavku čujuha dasa ahte mii várra leat juksamin daid oahppiid bajimuš logu guđet sáhttet válljet sámegiela vuosttasgiellan otnáš fálaldagaid ja ortnegiid mielde.
smj: skåvllåjagen 2008-2009 le 1043 oahppe gudi oadtju åhpadusáv sámegiellaj vuostasjgiellan, madin 1474 oahppe oadtju åhpadusáv sámegielan nubbengiellan (2 jali 3). ienemus oahppijs, 2339:es, oadtju åhpadusáv nuorttasámegiellaj.

source: Oarjilsámegiela dáfus, de oahppiid lohku lea njiedjan 123 oahppis jagi 2005-2006 gitta 105 oahppái jagi 2008-2009.
smj: 77 oahppe oadtju åhpadusáv julevsámegiellaj; dájs li 27 julevsáme vuostasjgiellaoahppe, madin 101 oahppe oadtju oarjjelsáme åhpadusáv.

source: Daid oarjilsámegiela oahppiid lohku guđet ohppet oarjilsámegiela vuosttasgiellan, lea dattetge njealjegeardásaččat sturron 11 jagis.
smj: Dalloj lij 1027 oahppe gudi oadtjun åhpadusáv sámegiellan vuostasjgiellan, madin 1515 oahppe oadtjun åhpadusáv sámegiella nubbengiellan (2 ja 3).

source: Julevsámegiela dáfus, de oahppiid lohku lea njiedjan 88 oahppi rájis skuvlajagi 2005-2006 gitta 79 oahppi rádjai jagi 2008-2009.
smj: skåvllåjagen 2007-2008 oadtjun 2354 åhpadusáv nuorttasáme-giellaj, dájs 984 oahppe vuostasjgiellaj.

source: Daid oahppiid lohku guđet ohppet julevsámegiela vuosttasgiellan, lea dattetge sturron 18 oahppis gitta 25 oahppái logi jagis.
smj: 79 oahppe oadtjun åhpadusáv julevsámegiellaj; dájs 25 oahppe julevsáme vuostasjgiellan. 109 oahppe oadtjun åhpadusáv oarjjelsámegiellaj, dájs 18 oahppe vuostasj-giellaj.

source: Gávpotsuohkaniin oahppiidlogu lassáneapmi lea leamaš 415 % 17 jagis.
smj: Rápporta barggojuohkusis. Suohkan- ja guovllodepartemænnta moarmesmáno 2002.

source: HUMBOLDT-UNIVERSITEHTA DAVVI-EUROHPA INSTITUHTTA, MII.
smj: Sámelága giellanjuolgadusáj árvustallam. Sáme Instituhtta, 2007.

source: LEA BERLIINNAS, jođiha bihtánsámegiela ja upmesámegiela duođaštanprošeavtta (Ume and Pite Saami Documentation Project).
smj: nr 28 (2007-2008) Sámepolitihkka 19 skåvllåjages, dalloj lidjin 305 oahppe ja 5 viddnooahppe gænna lidjin sámegiella åhpadus.

source: Prošeavtta ulbmil lea ráhkadit ođđaáigásaš sátnelisttuid, oanehis giellaoahpalaš čilgehusaid, ovddežis vurkejuvvon jietnabáttiin čálihemiid ja čielggadeami dain morfofonologalaš alternašuvnnain mat leat dán guovtti sámegielas.
smj: ienemus oasse oahppijs / viddnoahppijs oadtju åhpadusáv Finnmárkon (139) Ttråmsån (92) ja nordlándan (38, 23:ås dájs nuorttasámegiellaj, 11:as julevsámegiellaj ja nieljes oarjjelsámegiellaj), madin oslon jagen 2007 lidjin gålmås ja akershusan akta guhti oadtjoj sámegiella åhpadusáv.

source: Odne hállet 10-15 olbmo bihtánsámegiela, ja eatnašat sis orrot Ruoŧas.
smj: Oahppe gejN le sáMegiella fáhkasuOrgeN 2002-2008 Gálldo: Gsi

source: Norggas Sálttu bihtánsámesearvi lea ásahan vuođđudusa man namma lea Duoddará ráffe.
smj: Dát dættot lassánam berustimev åhpadusás sámegiellaj mánájda.

source: Vuođđudusa ulbmil lea ovddidit bihtánsámi giela, kultuvrra ja ihčodaga bihtánsámi guovlluide Norgga bealde. Vuođđudus áigu hukset bihtánsámi guovddáža.
smj: Tjielggidussa dási le gå fáhkapládna ” sáme giella ja kultuvrra ” gádoj 2006 jagen, valla fágalasj analyjssajuohkusa mielas le dárbbo dágásdallat nubbenmgielafága ævtojt sierraláhkáj.

source: MAKKÁR VÁSÁHUSAT LEAT GIELLAEALÁSKAHTTIMIS EARÁ RIIKKAIN
smj: Mij gullu stádasuohkanijda, de le oahppijlåhko lassánam 415 prosentajn 17 jagen.

source: Máilmmis leat máŋga duhát giela, ja dat lohku sorjá das maid mii oaivvildit gielain, ja stáhtat eai leat go badjelaš guokte čuođi.
smj: Væráldin gávnnuji moadda tuvsán giela, gatjálvis gåktu gielajt defineri, madin dåssju guokta tjuode stáhta li.

source: De dalle lea čielggas ahte eanaš dáin máilmmi gielain eai leat stáhtain eanetlohkogielat.
smj: iesj dát subtsas ienemus oasse værálda gielajs ælla ieneplågo giela avtak stáhtan.

source: Stuorra oassi dain gielain mat eai leat stáhtagielat, leat unnit eanet áitojuvvon gielat.
smj: stuorra oasse dajs gielajs gejn ij la stáhtta hárddo duogen, li ienebut jali binnebut ájteduvvam giela.

source: Dat mearkkaša ahte giellamolsašupmi dáhpáhuvvá unnitlohkogielas stáhta eanetlohkogillii bearrašiin ja báikkálaš servodagain main olbmot árbevirolaččat leat geavahan unnitlohkogiela.
smj: Dát sihtá javllat dánna le giellalådnoma unneplågo gielajs stáhtaj ieneplågo gielajda fámiljajn ja bájkálasjsebrudagájn ma dábálattjat le unneplågo gielav adnám.

source: Dainnago unnitlohkogiella hárvvibut ja hárvvibut sirdašuvvá lunddolaččat buolvvas bulvii ruovttuin, de áiggi mielde dađistaga unnu daid olbmuid lohku guđet máhttet gielaset dievas eatnigiellan.
smj: Gå unneplåhkogiella binnebut ja binnebut luondlattjat buolvas buolvaj sijdan ij åhpaduvá, sjaddá ájgij milta binnep ja binnep gudi oadtju ieme máhtudagáv gielas.

source: Jos giellamolsašupmi dáhpáhuvvá almmá mange caggama haga, de loahpas ii báze ii oktage eatnigielalaš olmmoš.
smj: Jus giellalådnom manná vuosteldime dagá, de maŋemussaj ælla des gielan ieme ságastiddje vil.

source: Dakkár giellamolsašupmái mii gávdnat siva erenoamážit dan duohtadilis, ahte eanaš álgoálbmogiid unnitlohkogielat leat árbevirolaččat gielat main lea unnán árvu.
smj: Tjielggidusá dákkár giellalådnomij gávnnap sierraláhkáj dassta gå ienemus oasse unneplågo gielajs le ieme vuolledássásasj giela.

source: Dán áiggi lea dábálaš ahte dáid gielaid hállit hálddašit guokte giela, go earret eatnigielaset sii hállet maiddái stáhta eanetlohkogiela.
smj: Dálásj ájgen le dábálasj dákkár gielaj ságastiddje le guovtegielaga, ieddnegiela duodden máhtti aj stáhta ieneplåhkogielav.

source: Guovttegielalaš vánhemat sáhttet válljet goappá giela soai galgaba oahpahit mánáidasaska ruovttus.
smj: Guovtegielak æjgáda máhtti válljit makkár gielav sij vaddi mánájda sijdan.

source: Dakkár dilis láve dat giella vuoittahallat mas lea unnimus árvu, namalassii dávjjimusat unnitlohkogiella.
smj: Dákkár dilen vuojtádallá duot giella mij le vuolledássásasj, dát sihtá javllat ienemus bálijt unneplåhkogiella,

source: Áitojuvvon unnitgiellaservodagain leat dávjá fámut mat vuostálastet giellamolsuma unnitlohkogielas eanetlohkogillii.
smj: Dát kapihtal le tjáledum vuostasjamánuensas Jon Todal:as, sámi uNesCO kártta ájteduvvaM gielaj badjel

source: Guovttegielalašvuohta galgá joatkit buolvvas bulvii.
smj: naGin aVTGaLLEGasJ BUoLVaJ ÁJGE le tjuodij nárre gielajs gáhtum.

source: Dan barggu, mas ulbmil lea nanusmahttit áitojuvvon unnitlohkogielaid ja jorgalahttit giellamolsašuvvama, mii sáhttit gohčodit gielalaš ealáskahttimin.
smj: UnEsCo ålgusbiejaj dáv

source: 1960- ja 1970-jagiid rájis dálážii mii leat vásihan máŋga gielalaš ealáskahttinlihkadusa máilmmi miehtá.
smj: elektråvnålasj versjåvnåv organisásjåvnå átla sav ájteduvvam gielaj badjel rijkajgasskasasj

source: Árra ja oahpes ovdamearka oarje-eurohpalaš giellaealáskahttimis lea dattetge riika mii daid áiggiid lei geafes stáhta.
smj: iednegiellabiejve guovvamáno 21. biejve 2009. Dát elektråvnålasj vædtsak fálla ådåstuhtedum

source: Maŋŋágo ledje luovus beassan Stuorrabritánnias 1920-logus ođđa irlándalaš stáhta vuoruhii ealáskahttit iragállálaš giela dehálažžan.
smj: diedojt badjel 2500 ájteduvvam gielaj birra ålles væráldin, ja máhttá rievdaduvvat addnij

source: Ruovttugiellan iragiela geavahii dušše unna unnitlogoš 1920-logus, muhto symbolan iralaš našuvdnii eiseválddit atne dán giela hui dehálažžan.
smj: giela ja gáhtum / jábmám giela.

source: Ovdal iragiella lei leamaš eanetlohkogiella sullos, muhto allaárvosaš eaŋgalasgiella lei njuohkánahttán iragiela, nu ahte šattai dihto guovlluin dušše ruovttugiellan.
smj: Ællánahttem Ájteduvvam unneplåhkogiellasebrudagáj gaskan gávnnuji vuojn fámo ma sihti vuosstáj tjuodtjot dán giellalådnomij unneplåhkugielas ieneplåhkogiellaj.

source: Nuorra iralaš stáhta almmolaš politihkka lei ahte iragiella galgá ealáskahttojuvvot buot iralaččaid ruovttugiellan riikka miehtá.
smj: sij gudi dáv sihti, vuojnni guovtegielakvuohta ij galga liehket makkárik gasskabájkken avta gielas nubbáj. Guovtegielakvuohta galggá joarkket buolvas buolvvaj.

source: Dat ii lihkostuvvan, muhto dainnago oahpahusvuogádagas lea sadji iragillii, de odne dili mielde viehka stuorra oassi iralaččain máhttet iragiela.
smj: Jur dán sihkarasstem diehti hæhttu unneplåhkogiela dásse bajeduvvat ienemus máhttelis sebrudaksuorgijn ja nav dahkat dav buorren ulmutjijda válljit.

source: Maŋimuš jagiid leat iragielalaš skuvllat mat oahpahit giellalávgomálle mielde iragiela, lassánan dađistaga. Dáid skuvllaid gielalaš bohtosat leat buorebut go iragiela árbevirolaš oahpahusa bohtosat.
smj: Jus giellalådnom le nav guhkás boahtám vaj ij le das máhttelis jali le gássjelissan æjgádijda oahppat mánájda gielav, sjaddá mánájgárdijn ja skåvlåjn ájn vil ájnnasap giellasadjen barggat sidjij gudi sihti unneplåhkogiela dilev nannit.

source: Iragiella lea dattetge spiehkastat dainnago hárve stáhta dáhttu dahkat áitojuvvon unnitlohkogiela iežas boahtteáigásaš váldogiellan.
smj: Unneplåhkogiela nannimav ja giellalådnoma målssoma jårggålimbargov máhttep gåhttjot gielalasj ællánahttem.

source: Sámepolitihkalaš ja giellafágalaš birrasat leat eanaš bargan ovttasráđiid golmmalágan olgoriikkalaš giellaservodagaiguin.
smj: 1960- ja 1970 jagijs udná-tjij lip vuojnnám moadda gielalasj ællánahttemlihto væráldav birra.

source: Vuos lea leamaš guhkes árbevierru bargat ovttas eará suoma-ugralaš giellaservodagaiguin gielladieđalaš suorggis.
smj: iesj gal dat subtsas ælládahttem ævto ájteduvvam unneplåhkogielajda le buoremusá boandás ja demokráhtalasj sebrudagájn.

source: Nuppádassii, de sámi politihkárat leat 1970-logu rájis bargan ovttas álgoálbmotpolitihkáriiguin máilmmi miehtá.
smj: Maŋŋela gå friddja bessin stuorrabrittaniás 1920-lågojn vuorrodij dat ådå irlándak stáhtta irlánda-gælak gielav nannusit.

source: Dás namahan moadde ovdamearkka giellaealáskahttimis mii lea dáhpáhuvvan álgoálbmogiin ja eurohpalaš unnitlohkosaš čearddain.
smj: irlánda giella aneduváj 1920-lågojn unna unneplågos sijddagiellan, valla dan ådå irlánda nasjåvnnåj vuojnnin oajválattja dáv hármmat ájnnas symbovllån.

source: Ovdamearkkat álgoálbmotgielaid ealáskahttimis Álgoálbmogiin erenoamážit ruonáeatnanlaččat ja maorit guđet orrot Aotearoas / Ođđa Zealánddas, leat dahkan ollu nanusmahttin dihtii iežaset gielaid, ja Ruonáeatnamis ii báljo leat vejolaš gohčodit inuihttagiela áitojuvvon giellan šat.
smj: Åvddåla lij irlándak giella ieneplåhkogiellan læhkám suollun, valla alladássásasj giella ieŋilsk lij sjáhtjalam irlánda gielav maŋŋus nav vaj aneduváj sijddagiellan dåssju muhtem guovlojn. almulasj politihkka dat nuorra irlánda stáhtas lij ælládahttet irlánda gielav sijddagiellan gájkka irlándagijda ålles rijkan.

source: Dihto áiggi ruonáeatnama giella orui vuoittahallamin dánskkagillii, ja maōrigiela mii lea Aotearoas / Ođđa Zealánddas, áitá ain eaŋgalasgiella, mii lea eanetlohkogiella.
smj: Dát ittjij vuorbástuvá, valla sivás gå irlánda giella le sajenis åhpadusvuogádusán de le uddni vuojga stuorra oasse irlándagijs gudi irlánda gielav ságasti.

source: Maōri-giella lea polynesalaš giella maid olbmot hálle Aotearoas / Ođđa Zealánddas ovdalgo eaŋgalasalbmát ihte dohko.
smj: Dájt maŋemus jagijt li irlánda gielak skåvlå ma tjuovvu giellalávggommodellav, sjaddam ienep ja ienep dábálattja.

source: Dat dáhpáhuvai dakkár dilis mas hui unnán mánát gulle gielaset ruovttus.
smj: Gielalasj båhtusa dájn skåvlåjn li buorebu gå dábálasj irlánda gielak åhpadusán.

source: Eatnašat sis guđet máhtte maorigiela ledje dalle badjel 50 jagi boarrásat, ja eaŋgalasgiella lei šaddan beaivválaš giellan eanaš maoribearrašiin, muhto ii buot bearrašiin gal.
smj: irlánda giela dille le huoman vuorjjásámos, dajnas gå le vuorjját gå akta stáhtta sihtá dahkat ájteduvvam unneplåhkogielav gielav stáhta oajvvegiellan boahtteájggáj.

source: Aotearoas / Ođđa Zealánddas háliidus lei ahte nuoramus mánát galge beassat leat boarrásat olbmuid luhtte guđet máhtte maorigiela eatnigiellan.
smj: Ællánahttema buojkulvisá sáme politihkalasj ja giellafágalasj birrusa le sierraláhkáj aktisattjat barggam gålmå sierra giellasebrudagáj ålggorijkajn.

source: Dan sii čađahedje ođđavugiid hutki mánáidgárddiin, main namma lei Te Kōhanga Reo.
smj: Vuostatjin de le guhkes dáhpe læhkám aktisasjbarggat ietjá suoma-ugralalasj giellasebrudagáj.

source: Te Kōhanga Reo lea maōrigiella, ja mearkkaša ” giellabeassi ”.
smj: nubben li sáme politihkkára 1970-lågos aktisasjbarggin iemeálmmukpolitihkkárij ålles væráldis.

source: Giellabesiin galge hállat duššefal maorigiela, ja vuorrasat maori-gielalaččat galge mánáidgárddis bargat ja leat mánáid gielalaš ovdagovvan.
smj: Dåppe lij giella ájteduvvamin avtav gaskav dánska gielas, ja maõrigiella aotearoan le ájn ájteduvvamin ieneplåhkogielas ieŋilsis.

source: Maid sii čađahedje giellabesiin Aotearoas / Ođđa Zealánddas, ii lea prinsihpalaččat mihkkege ođđasiid.
smj: 1980-lågon ælláj mánájgárddelihtto maõriaj gaskan aotearoan / new Zealándan.

source: Dađistaga leat maid ráhkadan skuvlavuogádaga mas maōrigiella geavahuvvo skuvlafágaid oahpahusgiellan.
smj: Maõrigiella le polynealasj giella mij ságastuváj aotearoan åvddåla eŋglándaga dåhku båhtin.

source: Giellabeassemánáidgárddiid mánát sáhttet álgit daidda skuvllaide, ja dainna lágiin buoridit iežaset giellahálddašeami gitta allaskuvladássái.
smj: Mánájgárddelihtto sidáj vijddábut guoddet maõri-kultuvrav ja maõri-gielav nuoramus mánájda.

source: Allaskuvllatge leat main geavahit maorigiela.
smj: Dát dáhpáduváj dilen gånnå lidjin ållu binnásj mánájs ma gullin maõrigielav sijdaisá.

source: Maiddái Hawaii-sulluinge lea dakkár lihkadus mii lea ráhkadan vuogádaga mii sulastahttá dasa mii lea Aotearoas / Ođđa Zealánddas. Hawaii-sulluid boares (eaŋgalasgiela ovdalaš) giella lea maid polynesalaš giella.
smj: ienemus oasse imeårroj máhtudagás maõrigielan lidjin dalloj badjel 50 låge jagága, ja ieŋils lij badjel válldám bæjválasj giellan ienemus maõrifámiljaj lunna, valla ij val gájkajn.

source: Hawaii-lihkadus ii leat viidánan nu ollu go Aotearoa dahje Ođđa Zealándda lihkadus.
smj: aotearoan sihtin ulmutja sæhkánahttet nuoramus mánájt vuorrasap ulmutjij gudi máhttin maõrigielav iednegiellan.

source: Lihkadus Te Kōhanga Reo lea leamaš viehka mávssolaš ovdamearka eará álgoálbmogiidda das mii guoská giela ealáskahttimii.
smj: Dáv tjadádin ådålágásj mánájgárdijt ma oadtjun namáv Te Kõhanga Reo.

source: Te Kōhanga Reo lea dan geažil viehka dovddus eará álgoálbmogiidda.
smj: Te kõhanga Reo er maõri ja merkaj ” giellabiesse ”.

source: Ovdamearkkat eurohpalaš unnitlohkogielaid ealáskahttimis
smj: Giellabiesijn galggin dåssju sáhkadit maõrigielav, ja vuorrasap maõrigiella

source: Oarje-Eurohpasge leat máŋga čearddalaš giela mat leat seamma dilis go sámegiellage Skandinávias, vaikko dát giellajoavkkut eai čilgejuvvo álgoálbmogin.
smj: 22 ságastiddje galggin sijá sæbrrama baktu ja sijá bargo baktu mánájgárden liehket mánájda gielalasj åvddågåvvån.

source: Dáin gielain leat omd. báskalašgiella ja katalánagiella maid eahpitkeahttá nanusmuvvan Espánnjas Franco-stivrra gahččama maŋŋá 1970-logus.
smj: Máná giellabiessemánájgárdijs máhtti dákkárijda álgget, ja danen oadtju vijdábut åvddånahttet ietjasa guovte gielajt gitta allaskåvlå dássáj.

source: Stuorrabritánnias leat 1960-logu rájis rahčan ealáskahttit kymrigiela Walesas, ja maŋŋá maiddái geallagiela Skotlánddas.
smj: Hawaiian aj gávnnu lihtto mij le dahkam muodogasj vuogádusáv gå aotearoan / new Zealandan. Dåt ieme (åvddåla ieŋilsa) giella Hawaiian le aj polynealasj giella.

source: Muhto dan botta go skotlándda geallagiella lea viehka stuorra deattu vuolde, de giela ealáskahttin bures orru lihkostuvvamin Walesas.
smj: Lihtto Hawaiian ij le nav stuorre gå majt aotearoan le. Te Kõhanga Reo lihtto le ájnas buojkulvissan læhkám ietjá iemeálmmugijda mij gullu gielajt ællánahttet.

source: Sihke skotlándda geallagiella ja kymrigiella leat keltalaš gielat, muhto dat leat gielladieđalaččat viehka sierraláganat, maiguin hállit eai eisege gulahala gaskaneaset.
smj: Madin skotta-gælika giella le vehka ájteduvvam dilen, de viertti javllat ællánahttem Walesan buoragit mannam. skotta-gælika ja kymrigiela li keltalasj giela, valla lingvistalattjat li dá ållu ietjálágátja ja ælla mákkárik láhkáj gaskanisá dádjadahtte.

source: Guktuid gielaid áitá eaŋgalasgiella.
smj: Goappátja giela li ájteduvvam ieŋilsgielas.

source: Ovddeš áiggi olbmot hálle kymrigiela Walesa miehtá, ja ovdalaš go eaŋgalasalbmát bohte Stuorrabritánniai, de kymrigiella geavahuvvui ain viidát guovllus.
smj: Kymrilasj giella le åvddåla ságastuvvam ålles Walesan, ja åvddåla englándaga stuorrabrittaniáj båhtin, ságastuváj giella ájn vijdáp guovlon.

source: Jagi 1901 álbmotlohkan čáhjehii ahte Walesa álbmogis bealli hálai kymrigiela.
smj: 1901-álmmuklågon ságastin láhkke Walesa viesádijs kymrilalasj gielav.

source: Okcilogi jagi maŋŋá, jagi 1991, walisalaččain 19 % máhtte gielaset.
smj: aktselåk jage maŋŋela, 1991 jage, lidjin 19 % walesgijs gudi ságastin gielav.

source: Logut čájehit viiddis giellamolsuma vaikko lohkamis eai váldojuvvoše vuhtii olbmot guđet fárrejit Eaŋgalánddas.
smj: Tálla vuosedi stuorra giellamålssomav juska ulmusj tjuolldá ålgus sirddolattjat Englándas.

source: 1960-logu rájis olbmot guđet beroštit kymrigiela boahtteáiggis, leat jođihan árjjalaš áŋgiruššama ealáskahttin dihtii giela.
smj: 1960-lågo rájes li ulmutja gudi berustáhtji kymrilalasj giela boahtteájges, dåjmalasj ratjástimev gielav ællánahttet.

source: Vuos lei doarru oidnosii buktin dihtii giela (omd. kymrigielalaš báikenamaid oažžuma dihtii geaidnogalbbaide ja kárttaide), dasto vuoigatvuođa dihtii geavahit giela servodaga buot surggiin.
smj: Vuostatjin lij oajbbom gielav åvddånbuktet (d.d. kymrilaš bájkkenamájt rahtegalbajn ja kártajn) ja dan maŋŋela rievtesvuodajt adnet gielav juohkka sebrudaksuorgijn.

source: Maiddái mediagiellage lea leamaš doarruma guovddážis, omd. lea ásahuvvon sierra kymrigielalaš TV-kanála.
smj: Giella mediajn le aj oajbbomássje læhkám, buojkulvissaj le sierra kymrilasjgielak televisjåvnnåkánálla ásaduvvam.

source: Dát visot lea leamaš hirbmat dehálaš buoridan dihtii unnitlohkogiela árvvu ja dainna lágiin bissehit ruovttuid giellamolsuma kymrigielas eaŋgalasgillii.
smj: Gájkka dá li læhkám ájnas ássje unneplåhkogiela dásev bajedittjat ja dajnas ganugahttet giellamålssomav kymrilasj gielas ieŋils giellaj sijdajn.

source: Muhto stuorámus doarru lea leamaš skuvllas.
smj: Valla dat stuorámus oajbbom le skåvlåjn læhkám.

source: Kymrigiella lea odne buohkaid geatnegas fága guđet vázzet vuođđoskuvlla Walesas.
smj: Kymrilasj giella le uddni bákkulasj fáhka gájkajda Walesa vuodoskåvlåjn.

source: Daidda oahppiide guđet eai hála kymrigiela ruovttuin, lea vejolaš válljet máŋggalágan giellalávgoskuvllaid, main kymrigiella lea oahpahusgiella muhtun fágain dahje buot fágain.
smj: oahppijda gudi e kymrilasj gielav ságasta sijdan, le máhttelis válljit duov dáv giellalávggom vuogijt, gånnå kymrilalasj giella le oahppamgiellan muhtem jali gájkka fágajn.

source: Dat ollu resurssat mat leat geavahuvvon kymrigillii Walesas, leat buktán bohtosiid.
smj: Da stuorra ressursa ma li aneduvvam kymrilasj giellaj Walesan le båhtusijt buktám.

source: Jos mii atnit álbmotlohkamiid gáldun, de mii oaidnit ahte kymrigielalaččaid lohku dál vuosttamuš geardde čuođi jagis lea lassánišgoahtán.
smj: Jus adná álmmuklågojt gálldon, vuojnná tállajt kymrilasj sáhkadiddje le vuostasj bále tjuohte jahkáj lassánimen.
